[BalanceDefs.BD_PoeticLicense_LocationCamera InteractiveObjectBalanceDefinition]
DefaultDisplayName="A place to find inspiration"
Grades[0]=(GradeModifiers=(DisplayName="A place of inspiration"))

[BalanceDefs.BD_PoeticLicense_LocationCamera_Flower InteractiveObjectBalanceDefinition]
DefaultDisplayName="Lots of inspiration."
Grades[0]=(GradeModifiers=(DisplayName="an inspiring place"))

[BalanceDefs.BD_PoeticLicense_LocationCamera_Hanging InteractiveObjectBalanceDefinition]
DefaultDisplayName="A place of inspiration"
Grades[0]=(GradeModifiers=(DisplayName="Instead of creating"))

[ItemDefs.ID_MO_PoeticLicense_NudieMag MissionItemDefinition]
UseFailureCharacterMessage="you should %s use this."
ItemName="Telengana magazine"
PickupMessage="You deserve it %s"
UseFailureLevelMessage="You must be %d before using this tool."
UseFailureConstraintsMessage="You will not use this product."
NoManufacturerName="of all"

[ItemDefs.ID_MO_PoeticLicense_NudieMag:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="You haven't read the story...."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ScooterCamera MissionItemDefinition]
UseFailureCharacterMessage="they should %s To use this tool.."
ItemName="Bicycle parking"
PickupMessage="Is not that so? %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use it.."
NoManufacturerName="Many things"

[ItemDefs.ID_MO_ScooterCamera:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Don't get hurt.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.LocationCamera InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.LocationCamera_Flower InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.LocationCamera_Hanging InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

